SELECT
	"Показник",
    "Значення cпостереження",
    "Одиниця виміру",
    "Період",
    "Територіальний розріз",
    "Тип місцевості",
    "Кількість дітей у складі домогосподарства",
    "Кількість осіб у складі домогосподарства",
    "Децильна (10%-ва) група",
    "Категорія розрізу",
    "Розріз",
    "Тип домогосподарства"
FROM read_csv_auto('/Users/alena/Downloads/dataset_2026-08-24T16_26_34.235455704Z_DEFAULT_INTEGRATION_SSSU_DF_SURVEY_LIVING_CONDITIONS_HOUSEHOLDS_A_LATEST.csv')
WHERE "Територіальний розріз" NOT IN ('Україна', 'Донецький', 'Східний', 'Західний', 'Центральний', 'Південний', 'Північний', 'Придніпровський', 'Причорноморський', 'Подільський', 'Карпатський', 'Поліський')
AND "Показник" IN ('Кількість домогосподарств, у яких були випадки за останній рік, коли хто-небудь з членів домогосподарства не харчувався зовсім протягом доби',
'Кількість домогосподарств, які через нестачу грошей не мали можливість включити в раціон харчування дитини фрукти чи соки',
'Кількість домогосподарств, які через нестачу грошей не мали можливість давати дітям ласощі хоча б раз на тиждень',
'Кількість домогосподарств, які через нестачу грошей не мали можливість давати їжу або гроші на харчування в школі',
'Частка спожитих продуктів харчування, виробельним в особистих підсобних господарствах',
'Кількість домогосподарств, у яких хто-небудь із членів при потребі не зміг придбати ліки',
'Кількість домогосподарств, у яких хто-небудь із членів при потребі не зміг відвідати лікаря',
'Кількість домогосподарств, у яких хто-небудь із членів при потребі не зміг отримати лікування у стаціонарі',
'Коефіцієнт концентрації (індекс Джині) по грошових доходах',
'Співвідношення загальних доходів найбільш та найменш забезпечених 20% населення (квінтильний коефіцієнт фондів)',
'Сукупні витрати домогосподарств на харчування, відсотків',
'Розподіл домогосподарств за самооцінкою рівня їх доходів протягом останнього року'
);
